; English translation for Runner 1.2
; Author: Konstantin Vlasov (support@flint-inc.ru)

; Common
1=OK
2=Cancel

; Main dialog
20=Run
21=Type the name of a program, folder, document, or Internet resource, and Windows will open it for you.
22=&Open:
23=As &Administrator
24=&Browse…
25=&About…

; About dialog
40=About
41=Program name:
42=Version:
43=Author:
44=Homepage:
45=E-mail:

; Browse dialog
60=Browse
61=Applications
62=All files

; Messages
1000=Failed to register hotkey %s (error code: %d)
1001=Failed to run command:
